Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/anna_palautetta.html.tmx
Source language: fin
Languages: sme

source: Anna palautetta
sme: Atte máhcahaga

source: Anna palautetta Saamelaiskäräjien verkkopalvelun toiminnasta alla olevalla lomakkeella.
sme: Atte máhcahaga Sámedikki fierbmebálvalusa doaimma birra skoviin, mii lea vulobealde.

source: Saamelaiskäräjille voit antaa yleistä palautetta tai lähettää kysymyksiä sähköpostiosoitteeseen tiedotus(at)samediggi.fi.
sme: Sámediggái sáhtát addit almmolaš máhcahaga dahje sáddet gažaldagaid šleađgapoastačujuhussii tiedotus(at)samediggi.fi.

source: Jos ilmoitat virheestä tai ongelmasta, kerro myös millä laitteella (esim. tietokone, tabletti, puhelin) ja selaimella käytät sivustoa sekä millä sivulla ongelma esiintyy.
sme: Jos almmuhat feaillas dahje problemas, muital maiddái mainna rusttegiin (omd. dihtor, tableahtta, telefon) ja neahttalohkkiin geavahat siidduid sihke man siiddus problema boahtá ovdan.

source: Voit myös antaa palautetta oppimateriaaleista lomakkeella .
sme: Sáhtát maiddái addit máhcahaga oahppamateriálain skoviin .

source: Otamme mielellämme vastaan palautetta, jotta pystymme kehittämään oppimateriaalien sisältöä, korjaamaan mahdollisia virheitä ja tuottamaan sellaisia materiaaleja, joita saamelaisopetuksessa tarvitaan.
sme: Váldit mielas vuostá máhcahaga, vai bastit ovddidit oahppamateriálaid sisdoalu, divvut vejolaš feaillaid ja buvttadit dakkár materiálaid, maid sámeoahpahusas dárbbaša.

source: Vastaamme mielellämme palautteisiin.
sme: Mii vástidat mielas máhcahagaide.

source: Anna sähköpostisi tai puhelinnumerosi, jotta voimme vastata Sinulle.
sme: Atte iežat šleađgapoastačujuhusa dahje telefonnummira, vai mii sáhttit vástidit Dutnje.

source: Yhteystietoja käytetään vain palautteeseen vastaamiseen.
sme: Oktavuođadieđut geavahuvvojit dušše máhcahahkii vástideapmái.

source: Kiitos palautteestasi!
sme: Giitu máhcahagas!
